Repository: joakim-tldr/yeti-wc-export
Catalog: languages/yeti-woocommerce-export-*.po
Languages: sv_se

source: Export Wizard
sv_se: Exportguide

source: Export
sv_se: Exportera

source: Select Data Source
sv_se: Välj datakälla

source: Debug
sv_se: Felsök

source: Products
sv_se: Produkter

source: Users
sv_se: Användare

source: Orders
sv_se: Ordrar

source: Choose the
sv_se: Välj

source: to export
sv_se: att exportera

source: Standard Fields
sv_se: Standardfält

source: Select All
sv_se: Välj alla

source: Deselect All
sv_se: Avmarkera alla

source: Meta Fields
sv_se: Metafält

source: Taxonomy Fields
sv_se: Taxonomifält

source: Preview
sv_se: Förhandsgranskning

source: Export Configuration
sv_se: Exportkonfiguration

source: Export Settings
sv_se: Exportinställningar

source: Name to identify this export
sv_se: Namn för att identifiera denna export

source: Enter export name
sv_se: Ange exportnamn

source: Generate
sv_se: Generera

source: Format for your export file
sv_se: Format för din exportfil

source: Product Filters
sv_se: Produktfilter

source: Filter by product type
sv_se: Filtrera efter produkttyp

source: All Types
sv_se: Alla typer

source: Filter by product status
sv_se: Filtrera efter produktstatus

source: All Statuses
sv_se: Alla statusar

source: Published
sv_se: Publicerad

source: Draft
sv_se: Utkast

source: Pending
sv_se: Väntande

source: Private
sv_se: Privat

source: User Filters
sv_se: Användarfilter

source: Filter by user role
sv_se: Filtrera efter användarroll

source: All Roles
sv_se: Alla roller

source: Filter by registration date
sv_se: Filtrera efter registreringsdatum

source: All Time
sv_se: All tid

source: Last 30 Days
sv_se: Senaste 30 dagarna

source: Last 90 Days
sv_se: Senaste 90 dagarna

source: Last 180 Days
sv_se: Senaste 180 dagarna

source: Custom Range
sv_se: Anpassad tidsintervall

source: From
sv_se: Från

source: To
sv_se: Till

source: Order Filters
sv_se: Orderfilter

source: Filter by order status
sv_se: Filtrera efter orderstatus

source: Filter by order date
sv_se: Filtrera efter orderdatum

source: Click the download links above to download your files.
sv_se: Klicka på nedladdningslänkarna ovan för att ladda ner dina filer.

source: Start Export
sv_se: Påbörja export

source: Previous
sv_se: Föregående

source: Next Step
sv_se: Nästa steg

source: Missing source parameter
sv_se: Saknar källparameter

source: Invalid source type
sv_se: Ogiltig källtyp

source: The ID field is required and must be selected.
sv_se: ID-fältet är obligatoriskt och måste väljas.

source: The Parent ID field is required for products with variations.
sv_se: Förälder-ID-fältet krävs för produkter med variationer.

source: Loading...
sv_se: Laddar...

source: Please select a data source first
sv_se: Välj en datakälla först

source: Failed to load fields
sv_se: Kunde inte ladda fält

source: Please select at least one field to export
sv_se: Välj minst ett fält att exportera

source: No data found
sv_se: Ingen data hittades

source: Error fetching data fields
sv_se: Fel vid hämtning av datafält

source: Error fetching preview data
sv_se: Fel vid hämtning av förhandsgranskningsdata

source: Please enter a valid date in YYYY-MM-DD format
sv_se: Ange ett giltigt datum i formatet ÅÅÅÅ-MM-DD

source: From date cannot be later than To date
sv_se: Från-datum kan inte vara senare än Till-datum

source: Processing
sv_se: Bearbetar

source: complete
sv_se: klar

source: Download
sv_se: Ladda ner

source: Export completed
sv_se: Export slutförd

source: Export Again
sv_se: Exportera igen

source: Initializing export...
sv_se: Initierar export...

source: Error processing export
sv_se: Fel vid bearbetning av export

source: Loading fields...
sv_se: Laddar fält...

source: Loading meta fields...
sv_se: Laddar metafält...

source: Loading taxonomy fields...
sv_se: Laddar taxonomifält...

source: Loading preview data...
sv_se: Laddar förhandsgranskningsdata...

source: Please complete the export configuration to see a summary
sv_se: Slutför exportkonfigurationen för att se en sammanfattning

source: Custom (incomplete)
sv_se: Anpassad (ofullständig)

source: Edit Column Name
sv_se: Redigera kolumnnamn

source: Enter a new name for the
sv_se: Ange ett nytt namn för

source: column
sv_se: kolumn

source: Enter a new name for the "%s" column:
sv_se: Ange ett nytt namn för kolumnen "%s":

source: Short Description
sv_se: Kort beskrivning

source: Save
sv_se: Spara

source: Cancel
sv_se: Avbryt

source: Order Date Range
sv_se: Orderdatumintervall

source: Export Name:
sv_se: Exportnamn:

source: Formats:
sv_se: Format:

source: Data Source:
sv_se: Datakälla:

source: Product Types:
sv_se: Produkttyper:

source: Product Statuses:
sv_se: Produktstatusar:

source: User Roles:
sv_se: Användarroller:

source: Registration Date:
sv_se: Registreringsdatum:

source: Order Statuses:
sv_se: Orderstatusar:

source: Order Date:
sv_se: Orderdatum:

source: Selected Fields:
sv_se: Valda fält:

source: Export Summary
sv_se: Exportsammanfattning

source: product data
sv_se: produktdata

source: user data
sv_se: användardata

source: (required)
sv_se: (obligatoriskt)

source: Select which products to export
sv_se: Välj vilka produkter som ska exporteras

source: All Products
sv_se: Alla produkter

source: Last Modified Products
sv_se: Senast uppdaterade produkter

source: New Products
sv_se: Nya produkter

source: Time period
sv_se: Tidsperiod

source: Last 60 Days
sv_se: Senaste 60 dagarna

source: From date
sv_se: Från

source: To date
sv_se: Till

source: Select export time period
sv_se: Välj tidsperiod för export

source: Select product export mode
sv_se: Välj läge för produktexport

source: No products found for the selected filters.
sv_se: Inga produkter hittades för valda filter.

source: Try selecting a different date range.
sv_se: Försök välja ett annat datumintervall.

source: Try expanding your date range or adjusting your filters.
sv_se: Försök att utöka ditt datumintervall eller justera dina filter.

source: Please select both From and To dates for the product date range
sv_se: Vänligen välj både Från- och Till-datum för produktens datumintervall

source: Please ensure the From date is not later than the To date
sv_se: Se till att från-datumet inte är senare än till-datumet

source: productsDataSource
sv_se: Produkter

source: ordersDataSource
sv_se: Beställningar

source: usersDataSource
sv_se: Användare

source: fieldsSelected
sv_se: valda fält

source: allTypes
sv_se: Alla typer

source: allStatuses
sv_se: Alla statusar

source: allFields
sv_se: Alla fält

source: to
sv_se: till

source: fields
sv_se: fält

source: All available fields
sv_se: Alla tillgängliga fält

source: No fields available
sv_se: Inga fält tillgängliga

source: Error loading fields. Please try again or contact support.
sv_se: Fel vid laddning av fält. Vänligen försök igen eller kontakta support.

source: Error loading meta fields.
sv_se: Fel vid inläsning av metafält.

source: Error loading taxonomy fields.
sv_se: Fel vid inläsning av taxonomifält.

source: Export Error
sv_se: Fel vid export

source: Unknown error
sv_se: Okänt fel

source: Error: Invalid response data
sv_se: Felmeddelande: Ogiltiga svarsdata

source: Debug info
sv_se: Felsök

source: Debug mode
sv_se: Felsökningsläge

source: Debug info logged to console. Check browser developer tools (F12).
sv_se: Felsökningsinformation loggas till konsolen. Se webbläsarens utvecklingsverktyg (F12).

source: Debug mode is enabled via URL parameter.
sv_se: Felsökningsläget aktiveras via URL-parametern.

source: To disable debug mode, remove "?ywce_debug=1" from the URL.
sv_se: Om du vill inaktivera felsökningsläget tar du bort ”?ywce_debug=1” från URL:en.

source: Debug mode is enabled because this is a development environment.
sv_se: Felsökningsläget är aktiverat eftersom detta är en utvecklingsmiljö.

source: Hostname:
sv_se: Värdnamn:

source: ID field is required.
sv_se: ID-fältet är obligatoriskt.

source: Parent ID field is required for products with variations.
sv_se: Förälder-ID-fältet krävs för produkter med variationer.

source: HTTP error! Status:
sv_se: HTTP-fel! Status:

source: Failed to parse JSON response
sv_se: Misslyckades med att tolka JSON-svar

source: No data found. Please check your selection.
sv_se: Inga data hittades. Vänligen kontrollera ditt val.

source: An error occurred while fetching preview data.
sv_se: Ett fel inträffade vid hämtning av förhandsgranskningsdata.

source: Please select at least one field, meta field, or taxonomy before proceeding.
sv_se: Välj minst ett fält, ett metafält eller en taxonomi innan du fortsätter.

source: Invalid data source
sv_se: Ogiltig datakälla

source: Error fetching product types:
sv_se: Fel vid hämtning av produkttyper:

source: AJAX error fetching product types:
sv_se: AJAX-fel vid hämtning av produkttyper:

source: Error fetching user roles:
sv_se: Fel vid hämtning av användarroller:

source: AJAX error fetching user roles:
sv_se: AJAX-fel vid hämtning av användarroller:

source: Error fetching order statuses:
sv_se: Fel vid hämtning av orderstatusar:

source: AJAX error fetching order statuses:
sv_se: AJAX-fel vid hämtning av orderstatusar:

source: Please enter an export name
sv_se: Vänligen ange ett exportnamn

source: Please select at least one export format
sv_se: Vänligen välj minst ett exportformat

source: Export completed successfully
sv_se: Export slutförd

source: Export failed
sv_se: Export misslyckades

source: Processing batch
sv_se: Bearbetning av batch

source: of
sv_se: av

source: Processed
sv_se: Bearbetad

source: items
sv_se: artiklar

source: Export progress:
sv_se: Exportförlopp:

source: Download failed
sv_se: Nedladdning misslyckades

source: File not found
sv_se: Filen hittades inte

source: Invalid file format
sv_se: Ogiltigt filformat

source: Invalid security token
sv_se: Ogiltig säkerhetstoken

source: Registration Date Range
sv_se: Datum för registrering

source: Format Completed:
sv_se: Slutförde:
